GitHub.copilot
GitHub.copilot-chat
Prisma.prisma
formulahendry.auto-close-tag
aaron-bond.better-comments
icrawl.discord-vscode
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
GitHub.codespaces
PKief.material-icon-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
dbaeumer.vscode-eslint
GitHub.vscode-pull-request-github
ecmel.vscode-html-css
ritwickdey.LiveServer
yzhang.markdown-all-in-one
leizongmin.node-module-intellisense
christian-kohler.path-intellisense
esbenp.prettier-vscode
ms-python.vscode-pylance
ms-python.python
Natizyskunk.sftp
alexcvzz.vscode-sqlite
bradlc.vscode-tailwindcss
WakaTime.vscode-wakatime