dsznajder.es7-react-js-snippets
GitHub.codespaces
PKief.material-icon-theme
Prisma.prisma
VisualStudioExptTeam.vscodeintellicode
esbenp.prettier-vscode
GitHub.copilot-chat
GitHub.copilot
yzhang.markdown-all-in-one
Natizyskunk.sftp
bradlc.vscode-tailwindcss
WakaTime.vscode-wakatime
icrawl.discord-vscode
aaron-bond.better-comments
formulahendry.auto-close-tag
yoavbls.pretty-ts-errors
dracula-theme.theme-dracula