# CLI Power Basics
brew 'aria2'           # Resuming download util (better wget)
brew 'bat'             # Output highlighting (better cat)
brew 'broot'           # Interactive directory navigation
brew 'diff-so-fancy'   # Readable file compares (better diff)
brew 'duf'             # Get info on mounted disks (better df)
brew 'hyperfine'       # Benchmarking for arbitrary commands
brew 'just'            # Powerful command runner (better make)
brew 'procs'           # Advanced process viewer (better ps)
brew 'ripgrep'         # Searching within files (better grep)
brew 'sd'              # RegEx find and replace (better sed)
brew 'tealdeer'        # Reader for command docs (better man)
brew 'tokei'           # Count lines of code (better cloc)
brew 'trash-cli'       # Record and restore removed files
brew 'zoxide'          # Auto-learning navigation (better cd)
brew 'oh-my-posh'      # Installs Oh-my-posh to make the terminal clean

# Security Utilities
brew 'clamav'          # Open source virus scanning suite
brew 'cryptsetup'      # Reading / writing encrypted volumes
brew 'gnupg'           # PGP encryption, signing and verifying
brew 'lynis'           # Scan system for common security issues

# Monitoring, management, and stats
brew 'btop'            # Live system resource monitoring
brew 'gping'           # Interactive ping tool, with graph

# Fun stuff
brew 'cowsay'